[Cues]
Cue_E5_7C_Beach_Insertion_Chloe_020 = "Saya melihat bahwa Max sebenarnya adalah kembali ... Jadi, bagaimana perjalanan waktu, dude?"
Cue_E5_7C_Beach_Insertion_Chloe_040 = "Sepertinya bahkan nasib tidak ingin kita terpisah ... Anda melakukan perjalanan melalui beberapa realitas hanya untuk menghemat pantat tidak tahu berterima kasih saya berulang ... Saya berharap itu layak, tapi saya tidak menyalahkan Anda untuk menginginkan saya keluar dari hidup Anda setelah semua drama saya ... "
Cue_E5_7C_Beach_Insertion_Chloe_060 = "Kau Max Vidio Caulfield, Waktu prajurit. Bahkan jika Anda tidak, Anda baik dan peduli ... Tidak ada yang bisa memiliki teman yang lebih baik terbaik ... Tidak ada. Anda tidak meminta untuk semua ini terjadi tapi itu ... dan Anda harus menerima bagaimana awesome Anda ... "
Cue_E5_7C_Beach_Insertion_Chloe_080 = "Lalu untuk apa pun alasannya mistis ilmiah bahwa kita akan jelas tidak pernah tahu ... kita dimaksudkan untuk bersama-sama pada saat ini tepat dalam sejarah ... saya harus berpikir bahwa Rachel adalah suatu tempat di belakang layar, berjuang untuk keadilan ... "
Cue_E5_7C_Beach_Insertion_Chloe_100 = "Yah ... kami meninggalkan partai dan memastikan Jefferson tidak bisa menemukan kami. Untuk sekali saya senang saya tinggal di sebuah benteng yang sebenarnya ... Lalu badai mendapat hella gila dan Anda mengatakan kita akan aman di mercu suar..."
Cue_E5_7C_Beach_Insertion_Chloe_120 = "Hentikan! Berhentilah menghukum diri Anda! Kami berdua membayar iuran kami pada yang sudah ... lihat itu ... Tuhan, melihat rakasa yang ... Siapa yang tahu ... badai ini bisa menjadi dendam Rachel ... balas dendam kami ... "
Cue_E5_7C_Beach_Insertion_Chloe_130 = "Max, kau benar!"
Cue_E5_7C_Beach_Insertion_Chloe_135 = "Mercusuar adalah keluar dari jalan tornado! Ayo!"
Cue_E5_7C_Beach_Insertion_Chloe_150 = "Aku punya punggung, Max."
Cue_E5_7C_Beach_Insertion_Max_010 = "Oh Chloe ..."
Cue_E5_7C_Beach_Insertion_Max_030 = "Diam ... Oh, kau masih hidup. Kau masih hidup, oh ... berdua.
Aku melakukan begitu banyak untuk membawa Anda kembali, Chloe ... dan, bekerja ... itu benar-benar bekerja. Kau dengan saya lagi. "
Cue_E5_7C_Beach_Insertion_Max_050 = "Ayolah, aku Drama resmi Raja dan Ratu Arcadia Bay, pekan ini. Lihat saja apa kekuatan saya telah menyebabkan di ... hanya dalam waktu singkat. Maksudku ... aku tidak ada."
Cue_E5_7C_Beach_Insertion_Max_070 = "Mungkin aku menghendakinya sadar, atau sesuatu. Saya selalu ingin hidup saya menjadi istimewa ... sebuah petualangan ... tapi bukan tanpa Anda. Dan, hal itu tidak terjadi sampai aku pindah ke sini, jadi ... tanpa Anda, saya kekuatan bahkan tidak akan ada. "
Cue_E5_7C_Beach_Insertion_Max_090 = "Saya ingin berpikir bahwa juga. Kita semua berutang Rachel Amber. Sekarang katakan semua yang terjadi ... Anda ingat, kan?"
Cue_E5_7C_Beach_Insertion_Max_110 = "Chloe, terlihat ... badai semakin besar sekarang. Itu datang lebih dekat, oh ... Aku bahkan tidak percaya ini nyata, tapi ini terjadi karena aku."
Cue_E5_7C_Beach_Insertion_Max_140 = "(samar) Chloe ..."